[
  "Si! Mil veces si!",
  "Absolutamente, positivamente, inequivocamente SI.",
  "No solo si, ya estoy a mitad de camino.",
  "Si, y lo haria de nuevo sin pensarlo.",
  "Consideralo hecho. La respuesta es si.",
  "Si. No se que preguntaste pero la respuesta es si.",
  "Dije que si antes de que terminaras la pregunta.",
  "Si, y estoy genuinamente honrado de que preguntaras.",
  "Por supuesto! Esto es exactamente lo que necesitaba hoy.",
  "Si - me convenciste desde el hola.",
  "La respuesta es si. Siempre fue si.",
  "Si! Por fin, alguien con vision.",
  "Afirmativo. Luz verde. A todo dar.",
  "Si, y llevo bocadillos.",
  "Un si rotundo, entusiasta, que golpea la mesa.",
  "Si! Esta es la mejor idea que he escuchado en todo el dia.",
  "Sin dudarlo, si.",
  "Si, y honestamente me sorprende que tuvieras que preguntar.",
  "El universo dice que si. Quien soy yo para discutir?",
  "Si! Hagamoslo antes de que cambie de opinion.",
  "Absolutamente. Naci listo para esto.",
  "Si, y se lo estoy contando a todos.",
  "Eso es un si de mi parte, jefe.",
  "Si! Mi calendario se acaba de despejar solo.",
  "100% si. Sin notas.",
  "Si - he estado esperando este momento.",
  "Entusiastamente, de todo corazon, dramaticamente SI.",
  "Si! Me convenciste con la primera palabra.",
  "Las estrellas se alinearon para este si.",
  "Si, y ya estoy emocionado por ello.",
  "Eso no es solo un si, es un SIIII.",
  "Si! Toma mi si y corre con el.",
  "Confirmado. Validado. Aprobado. Si.",
  "Si - sin letra pequena, sin asteriscos.",
  "Si! Pense que nunca lo preguntarias.",
  "Un si de pie con ovacion.",
  "Si, con cero vacilacion.",
  "Si! Hagamos que esto suceda.",
  "Estoy diciendo que si tan fuerte ahora mismo.",
  "Si - considera esta mi respuesta final.",
  "Si! Has desbloqueado mi entusiasmo.",
  "Absolutamente si. Siguiente pregunta.",
  "Si - estoy asintiendo tan fuerte que me duele el cuello.",
  "Ese es un si certificado, de primera clase.",
  "Si! Ya me estoy imaginando el exito.",
  "Si, y honestamente, gracias por preguntar.",
  "Si - mi instinto, mi corazon y mi cerebro estan de acuerdo.",
  "Si! Sin vacilacion, sin reservas.",
  "La respuesta es, fue, y siempre sera: si.",
  "Si - no digas mas, estoy dentro."
]
